Repository: wp-plugins/feed-link-wiget
Catalog: language/*.po
Languages: de_de

source: Subscribe posts via RSS
de_de: Artikel als RSS-Feed

source: Subscribe posts via Atom
de_de: Artikel als Atom-Feed

source: Subscribe comments via RSS
de_de: Kommentare als RSS-Feed

source: Subscribe comments via Atom
de_de: Kommentare als Atom-Feed

source: http://en.wikipedia.org/wiki/RSS
de_de: http://de.wikipedia.org/wiki/RSS

source: What is that?
de_de: Was ist ein "Feed"?

source: Title:
de_de: Titel:

source: Show subscribtion links:
de_de: Zeige Abonnementlinks:

source: Posts via RSS
de_de: Artikel via RSS

source: Posts via Atom
de_de: Artikel via Atom

source: Comments via RSS
de_de: Kommentare via RSS

source: Comments via Atom
de_de: Kommentare via Atom

source: Show a help link.
de_de: Zeige einen Hilfe-Link.
